#    -*- mode: org -*-


Archived entries from file /home/john/Workspace/projects.org


* DONE check valve
SCHEDULED: <2021-08-04 Wed>
:PROPERTIES:
:ARCHIVE_TIME: 2022-01-11 Tue 13:05
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2021-08-04 Wed 13:29]--[2021-08-04 Wed 22:02] =>  8:33
:END:

* DONE Schedule Redesign
SCHEDULED: <2022-01-10 Mon 15:00-17:00>
:PROPERTIES:
:org-gcal-managed: org
:calendar-id: 4ad55ut74vu7lc0h2j37ukmjnk@group.calendar.google.com
:ETag:     "3283614696136000"
:entry-id: 1b839haacb2qehnb9fqsmncpbc/4ad55ut74vu7lc0h2j37ukmjnk@group.calendar.google.com
:ARCHIVE_TIME: 2022-01-16 Sun 19:36
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-11 Tue 13:07]--[2022-01-11 Tue 13:15] =>  0:08
:END:
:org-gcal:
:END:

* DONE Optimize plunger design
SCHEDULED: <2022-01-17 Mon 12:00-13:00>
:PROPERTIES:
:ARCHIVE_TIME: 2022-01-23 Sun 18:35
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-17 Mon 13:46]--[2022-01-17 Mon 14:06] =>  0:20
:END:

* DONE Optimize plunger design
SCHEDULED: <2022-01-17 Mon 12:00-13:00>
:PROPERTIES:
:ARCHIVE_TIME: 2022-01-23 Sun 18:35
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-17 Mon 13:46]--[2022-01-17 Mon 14:06] =>  0:20
:END:

* DONE Cap for spout
SCHEDULED: <2022-01-12 Wed 11:00-12:30>
:PROPERTIES:
:org-gcal-managed: org
:calendar-id: cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ETag:     "3283873591792000"
:entry-id: radaj3mhf7ft4o9d1ubsl1chvc/cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ARCHIVE_TIME: 2022-01-23 Sun 18:36
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-13 Thu 13:26]--[2022-01-13 Thu 21:04] =>  7:38
:END:
:org-gcal:
:END:

* DONE Solve oozing between sequential prints
SCHEDULED: <2022-01-11 Tue 22:00>
:PROPERTIES:
:org-gcal-managed: org
:calendar-id: cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ETag:     "3283872061460000"
:entry-id: 0q35s16v2csnacuicgnnhjiak8/cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ARCHIVE_TIME: 2022-01-23 Sun 18:36
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-11 Tue 14:11]--[2022-01-13 Thu 13:26] => 47:15
:END:
:org-gcal:
:END:

* DONE Schedule for rest of week
:PROPERTIES:
:ARCHIVE_TIME: 2022-02-05 Sat 13:38
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-11 Tue 13:18]--[2022-01-11 Tue 14:10] =>  0:52
:END:

